const l3Inform02 = 

[
   {
      "class"     : "Γ' Λυκείου - Κατεύθυνση Οικονομίας και Πληροφορικής",
      "course"    : "Πληροφορική",
      "source"    : "Πανελλαδικές ['21:1-3], ['20:4-8], ['18:9-12]",
      "url"       : "https://www.oefe.gr/el/static/students.aspx",
      "part"      : 2
   },
   {
      "level"     : 1,
      "question"  : "Η «Δυαδική αναζήτηση» είναι ένας αλγόριθμος που ακολουθεί τη φιλοσοφία της μεθόδου «Διαίρει και Βασίλευε».",
      "answers"   : [
         "Α: Σωστό",
         "Β: Λάθος",
         "",
         ""
      ],
      "correct"   : "Α: Σωστό"
   },
   {
      "level"     : 2,
      "question"  : "Οι εντολές που βρίσκονται στον βρόχο μιας εντολής ΓΙΑ εκτελούνται τουλάχιστον μία φορά.",
      "answers"   : [
         "Α: Σωστό",
         "Β: Λάθος",
         "",
         ""
      ],
      "correct"   : "Β: Λάθος"
   },
   {
      "level"     : 3,
      "question"  : "Σε έναν αλγόριθμο στον οποίο υπάρχει μόνο η δομή ακολουθίας κάθε εντολή εκτελείται ακριβώς μια φορά.",
      "answers"   : [
         "Α: Σωστό",
         "Β: Λάθος",
         "",
         ""
      ],
      "correct"   : "Α: Σωστό"
   },
   {
      "level"     : 4,
      "question"  : "Ο βρόχος ΓΙΑ i AΠΟ 0 ΜΕΧΡΙ 0 δεν εκτελείται καμία φορά.",
      "answers"   : [
         "Α: Σωστό",
         "Β: Λάθος",
         "",
         ""
      ],
      "correct"   : "Β: Λάθος"
   },
   {
      "level"     : 5,
      "question"  : "Σε μια δομή επανάληψης μπορεί να εμφανιστούν λογικά λάθη που σχετίζονται με τη συνθήκη επανάληψης ή τερματισμού.",
      "answers"   : [
         "Α: Σωστό",
         "Β: Λάθος",
         "",
         ""
      ],
      "correct"   : "Α: Σωστό"
   },
   {
      "level"     : 6,
      "question"  : "Υπερχείλιση έχουμε όταν ωθήσουμε ένα στοιχείο σε μια ήδη γεμάτη στοίβα.",
      "answers"   : [
         "Α: Σωστό",
         "Β: Λάθος",
         "",
         ""
      ],
      "correct"   : "Α: Σωστό"
   },
   {
      "level"     : 7,
      "question"  : "Σε πίνακες που είναι ταξινομημένοι χρησιμοποιείται υποχρεωτικά η σειριακή μέθοδος αναζήτησης.",
      "answers"   : [
         "Α: Σωστό",
         "Β: Λάθος",
         "",
         ""
      ],
      "correct"   : "Β: Λάθος"
   },
   {
      "level"     : 8,
      "question"  : "Γενικά, σε περιπτώσεις που η επανάληψη θα συμβεί τουλάχιστον μία φορά, είναι προτιμότερη η χρήση της ΜΕΧΡΙΣ_ΟΤΟΥ.",
      "answers"   : [
         "Α: Σωστό",
         "Β: Λάθος",
         "",
         ""
      ],
      "correct"   : "Α: Σωστό"
   },
   {
      "level"     : 9,
      "question"  : "Η συνθήκη στην εντολή «Όσο…επανάλαβε» ελέγχεται τουλάχιστον μια φορά.",
      "answers"   : [
         "Α: Σωστό",
         "Β: Λάθος",
         "",
         ""
      ],
      "correct"   : "Α: Σωστό"
   },
   {
      "level"     : 10,
      "question"  : "Η πιο απλή μορφή αναζήτησης στοιχείου σε πίνακα είναι η σειριακή μέθοδος.",
      "answers"   : [
         "Α: Σωστό",
         "Β: Λάθος",
         "",
         ""
      ],
      "correct"   : "Α: Σωστό"
   },
   {
      "level"     : 11,
      "question"  : "Μεταξύ των υποπρογραμμάτων δεν πρέπει να υπάρχει ανεξαρτησία.",
      "answers"   : [
         "Α: Σωστό",
         "Β: Λάθος",
         "",
         ""
      ],
      "correct"   : "Β: Λάθος"
   },
   {
      "level"     : 12,
      "question"  : "Μετά από την εκτέλεση της εντολής Σ ← Σ+Α, η τιμή της μεταβλητής Σ είναι πάντοτε μεγαλύτερη από την τιμή που είχε πριν από την εκτέλεση της εντολής.",
      "answers"   : [
         "Α: Σωστό",
         "Β: Λάθος",
         "",
         ""
      ],
      "correct"   : "Β: Λάθος"
   }

];