const l3Inform01 = 

[
   {
      "class"     : "Γ' Λυκείου - Κατεύθυνση Οικονομίας και Πληροφορικής",
      "course"    : "Πληροφορική",
      "source"    : "Πανελλαδικές ['23:1-5], ['22:6-10], ['21:11-12]",
      "url"       : "https://www.oefe.gr/el/static/students.aspx",
      "part"      : 1
   },
   {
      "level"     : 1,
      "question"  : "Οποιαδήποτε εντολή επανάληψης ΟΣΟ…ΕΠΑΝΑΛΑΒΕ μπορεί να μετατραπεί σε εντολή επανάληψης ΓΙΑ…ΑΠΟ…ΜΕΧΡΙ…ΜΕ_ΒΗΜΑ.",
      "answers"   : [
         "Α: Σωστό",
         "Β: Λάθος",
         "",
         ""
      ],
      "correct"   : "Β: Λάθος"
   },
   {
      "level"     : 2,
      "question"  : "Η μέθοδος επεξεργασίας «πρώτο μέσα πρώτο έξω» (FIFO) εφαρμόζεται στη δομή δεδομένων ΟΥΡΑ.",
      "answers"   : [
         "Α: Σωστό",
         "Β: Λάθος",
         "",
         ""
      ],
      "correct"   : "Α: Σωστό"
   },
   {
      "level"     : 3,
      "question"  : "Κάθε συνάρτηση επιστρέφει μόνο μια τιμή.",
      "answers"   : [
         "Α: Σωστό",
         "Β: Λάθος",
         "",
         ""
      ],
      "correct"   : "Α: Σωστό"
   },
   {
      "level"     : 4,
      "question"  : "Η έκφραση A MOD 5 είναι συντακτικά σωστή στη ΓΛΩΣΣΑ, όταν το Α είναι πραγματική μεταβλητή.",
      "answers"   : [
         "Α: Σωστό",
         "Β: Λάθος",
         "",
         ""
      ],
      "correct"   : "Β: Λάθος"
   },
   {
      "level"     : 5,
      "question"  : "Σε μια λίστα τα στοιχεία δεν μπορούν να προστεθούν στην αρχή ή στο τέλος της, παρά μόνο στη μέση της.",
      "answers"   : [
         "Α: Σωστό",
         "Β: Λάθος",
         "",
         ""
      ],
      "correct"   : "Β: Λάθος"
   },
   {
      "level"     : 6,
      "question"  : "Η τεχνική ελέγχου μαύρου κουτιού (black-box testing) βασίζεται στην αναζήτηση λαθών με εξέταση του κώδικα.",
      "answers"   : [
         "Α: Σωστό",
         "Β: Λάθος",
         "",
         ""
      ],
      "correct"   : "Β: Λάθος"
   },
   {
      "level"     : 7,
      "question"  : "Ένα από τα πλεονεκτήματα του τμηματικού προγραμματισμού είναι ότι απαιτεί λιγότερο χρόνο και προσπάθεια στη συγγραφή του προγράμματος.",
      "answers"   : [
         "Α: Σωστό",
         "Β: Λάθος",
         "",
         ""
      ],
      "correct"   : "Α: Σωστό"
   },
   {
      "level"     : 8,
      "question"  : "Η σειριακή αναζήτηση ακολουθεί την τεχνική «διαίρει και βασίλευε».",
      "answers"   : [
         "Α: Σωστό",
         "Β: Λάθος",
         "",
         ""
      ],
      "correct"   : "Β: Λάθος"
   },
   {
      "level"     : 9,
      "question"  : "Μια απλά συνδεδεμένη λίστα μπορούμε να την διατρέξουμε και προς τις δύο κατευθύνσεις.",
      "answers"   : [
         "Α: Σωστό",
         "Β: Λάθος",
         "",
         ""
      ],
      "correct"   : "Β: Λάθος"
   },
   {
      "level"     : 10,
      "question"  : "Η χρήση του διερμηνευτή καθιστά την εκτέλεση του προγράμματος πιο αργή.",
      "answers"   : [
         "Α: Σωστό",
         "Β: Λάθος",
         "",
         ""
      ],
      "correct"   : "Α: Σωστό"
   },
   {
      "level"     : 11,
      "question"  : "Ο μεταγλωττιστής εντοπίζει τα λογικά λάθη.",
      "answers"   : [
         "Α: Σωστό",
         "Β: Λάθος",
         "",
         ""
      ],
      "correct"   : "Β: Λάθος"
   },
   {
      "level"     : 12,
      "question"  : "Η μέθοδος επεξεργασίας ‘Τελευταίο Μέσα, Πρώτο Έξω’ (LIFO) εφαρμόζεται στη στοίβα.",
      "answers"   : [
         "Α: Σωστό",
         "Β: Λάθος",
         "",
         ""
      ],
      "correct"   : "Α: Σωστό"
   }

];