const l3Math01 = 

[
   {
      "class"     : "Γ' Λυκείου - Κατεύθυνση Οικονομίας και Πληροφορικής",
      "course"    : "Μαθηματικά",
      "source"    : "Πανελλαδικές ['23:1-3], ['22:4], ['21:5-6], ['20:7-8], ['18:9-12]",
      "url"       : "https://www.oefe.gr/el/static/students.aspx",
      "part"      : 1
   },
   {
      "level"     : 1,
      "question"  : "Αν f, g είναι δύο συναρτήσεις και ορίζονται οι f ∘ g και g ∘ f, τότε αυτές δεν είναι υποχρεωτικά ίσες",
      "answers"   : [
         "Α: Σωστό",
         "Β: Λάθος",
         "",
         ""
      ],
      "correct"   : "Α: Σωστό"
   },
   {
      "level"     : 2,
      "question"  : "Για κάθε συνάρτηση f, η οποία είναι συνεχής σε ένα διάστημα Δ και γνησίως αύξουσα στο Δ, ισχύει ότι f'(x) > 0 σε κάθε εσωτερικό σημείο x του Δ",
      "answers"   : [
         "Α: Σωστό",
         "Β: Λάθος",
         "",
         ""
      ],
      "correct"   : "Β: Λάθος"
   },
   {
      "level"     : 3,
      "question"  : "Η γραφική παράσταση μιας πολυωνυμικής συνάρτησης περιττού βαθμού έχει πάντοτε οριζόντια εφαπτομένη.",
      "answers"   : [
         "Α: Σωστό",
         "Β: Λάθος",
         "",
         ""
      ],
      "correct"   : "Β: Λάθος"
   },
   {
      "level"     : 4,
      "question"  : "Αν η συνάρτηση f είναι συνεχής στο [0,1], παραγωγίσιμη στο (0,1) και f'(x)≠0, για όλα τα x∈(0,1), τότε f(0)≠f(1). ",
      "answers"   : [
         "Α: Σωστό",
         "Β: Λάθος",
         "",
         ""
      ],
      "correct"   : "Α: Σωστό"
   },
   {
      "level"     : 5,
      "question"  : "Έστω μια συνάρτηση f συνεχής σε ένα διάστημα Δ και δυο φορές παραγωγίσιμη στο εσωτερικό του Δ. Αν f''(x) > 0 για κάθε εσωτερικό σημείο x του Δ, τότε η f είναι κυρτή στο Δ.",
      "answers"   : [
         "Α: Σωστό",
         "Β: Λάθος",
         "",
         ""
      ],
      "correct"   : "Α: Σωστό"
   },
   {
      "level"     : 6,
      "question"  : "Αν η f είναι συνεχής συνάρτηση στο [α,β], τότε η f παίρνει στο [α,β] μια μέγιστη τιμή, Μ, και μια ελάχιστη τιμή, m.",
      "answers"   : [
         "Α: Σωστό",
         "Β: Λάθος",
         "",
         ""
      ],
      "correct"   : "Α: Σωστό"
   },
   {
      "level"     : 7,
      "question"  : "Αν μία συνάρτηση f είναι συνεχής στο [α,β], παραγωγίσιμη στο (α,β) και f΄(x)≠0 για κάθε x∈(α, β) , τότε f(α)≠f(β).",
      "answers"   : [
         "Α: Σωστό",
         "Β: Λάθος",
         "",
         ""
      ],
      "correct"   : "Α: Σωστό"
   },
   {
      "level"     : 8,
      "question"  : "Για κάθε συνάρτηση f που είναι παραγωγίσιμη και γνησίως αύξουσα στο R, ισχύει f΄(x) > 0  για κάθε x∈R. ",
      "answers"   : [
         "Α: Σωστό",
         "Β: Λάθος",
         "",
         ""
      ],
      "correct"   : "Β: Λάθος"
   },
   {
      "level"     : 9,
      "question"  : "Η συνάρτηση f(x)=ημ(x) με x∈R έχει μία μόνο θέση ολικού μεγίστου.",
      "answers"   : [
         "Α: Σωστό",
         "Β: Λάθος",
         "",
         ""
      ],
      "correct"   : "Β: Λάθος"
   },
   {
      "level"     : 10,
      "question"  : "Για κάθε παραγωγίσιμη συνάρτηση f σε ένα διάστημα Δ , η οποία είναι γνησίως αύξουσα, ισχύει f'(x) > 0 για κάθε x∈Δ.",
      "answers"   : [
         "Α: Σωστό",
         "Β: Λάθος",
         "",
         ""
      ],
      "correct"   : "Β: Λάθος"
   },
   {
      "level"     : 11,
      "question"  : "Αν η f είναι αντιστρέψιμη συνάρτηση, τότε οι γραφικές παραστάσεις C (της f) και C' (της αντίστροφης της f) είναι συμμετρικές ως προς την ευθεία y = x.",
      "answers"   : [
         "Α: Σωστό",
         "Β: Λάθος",
         "",
         ""
      ],
      "correct"   : "Α: Σωστό"
   },
   {
      "level"     : 12,
      "question"  : "Κάθε κατακόρυφη ευθεία έχει το πολύ ένα κοινό σημείο με τη γραφική παράσταση μιας συνάρτησης f .",
      "answers"   : [
         "Α: Σωστό",
         "Β: Λάθος",
         "",
         ""
      ],
      "correct"   : "Α: Σωστό"
   }

];